---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GridBubbleEndn1
source: html/c81b440c-9d38-6031-9c6d-6d40d8d7a5da.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GridBubbleEndn1 Property

"Plan View Symbols End 1 (Default)"

## Syntax (C#)
```csharp
public static ForgeTypeId GridBubbleEndn1 { get; }
```